Repository: mozilla-l10n/mt-training-data
Catalog: ukv/ukv_pontoon.tmx
Source language: en_us
Languages: ukv

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
ukv: Kö ruggi' ko bgörö' let lo 'berön lo.

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
ukv: Ko wuröki kak ŋo' nagon do a yiŋ ŋutu' yi jambu

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
ukv: yiŋe bgörö' lo mokaki i Rediyo, a do mete' met. ŋona momorakinda? ko a morja ririki anyen morakinda bgöbgö'.

source: Add information
ukv: 'Yalaki kulya

source: An error occurred while creating this transcript
ukv: Liyaŋet a konda 'börik yi bgewunda na kulo wuröt

source: An error occurred while editing the transcript
ukv: error a pokin i di'git na wuröni transcript na

source: An error occurred while recording
ukv: Liyaŋet a konda 'börik yi mökunda .

source: An error occurred while skipping the transcript
ukv: error a konda 'barik i di'git na tula'gani transcript na

source: An error occurred while skipping this prompt
ukv: liyaŋet a konda 'börik yi langu na na ŋariet

source: An error occurred while submitting the report
ukv: Lyanget a konda 'börik i wukindya na tokoret

source: An error occurred while uploading your response
ukv: Liyaŋet a konda 'börik yi sukindö na ruket nenut yi 'delet

source: An error occurred while voting the transcript
ukv: liyaŋet a konda 'börik yi diŋit na wulundö na kilo wuröt.

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
ukv: Do a jo yi teŋ niyaŋ na temba na bgorolo lo dedena ko kutuk logon a ko wuro projek?

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
ukv: Ti gayerju na moku kulyeesi' kulo liŋ kode' woŋon na gborolo jamesi' logoŋ a jama ko ŋutu' lo, morakinda ŋo' lo nyönyökö.

source: Baba Malay
ukv: rutan lo jama ko 'gutu ti suwöt lo china

source: Bahasa Malay
ukv: rutan lo jur Malaysia

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
ukv: Na'but parik

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
ukv: A na'but togu na kutusen logon gwon ko kulaesi lo ku'dik kode kulyaesi lo tune yi kutusen ka'de ka'de yi tokitayi(miret nanyit, kutusen logon ti teŋ na ŋutụu kerijin ka'de ka'dek kutusen logon a ko wuro yi lukikiri ko kule jore)

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
ukv: Yi tandu net na"sonye link kwe' yi emayl", kweja adi do a rugö petesi kaŋ tikitajin ko tuka'de na saresi a yina mozilla sunyikindi do loŋe lo emayl ko do ŋarunda yitemba nabgorolo lo dedena ko lo a ko wuro projek.

source: By telling us about yourself, you will help developers build more inclusive technology
ukv: Tukurukindö nenut na 'börik kaaŋ ni na, ŋarakindya katödurök kulo yi gbewunda na kita tomorakinda ŋo' liŋ 'bura'

source: Central Melanau
ukv: rutan lo jama ko 'gutu lo si'da i swot lo central malaysia

source: Change
ukv: gaweret

source: Check
ukv: mete'

source: Check Transcriptions
ukv: tanye gaweresi

source: Click
ukv: tanye

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
ukv: Tandi ni ko do ködö tokitaju na pele ada

source: Comment
ukv: Nyobí

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
ukv: Gboro' lo dedena lo kpekinda paranet tomurek lo tutununda kulya na jame' yi töyili, nagoŋ 'ba kekene' yi ŋo' na wurö Yina molu ŋarakinda ŋutuu lo gboŋ yi pirit nageleŋ yi tutununda na tokoresi' nagoŋ mimiinikin kune di wulek, gbe nagoŋ kine ŋo' gboŋ ko 'bulit yi ŋutuu lo denda kulya ti kak ko yi ŋutuu kagbiyak ti kitayesi' na.

source: Contact us
ukv: Pine yi'

source: Continue
ukv: ití ngerot

source: Continue speaking
ukv: yiti' ŋerót yi jambu

source: Contribute
ukv: gwegwelu

source: Contributing to dataset for { $language }
ukv: gwegwelunda i pirit nagele'g i dataset kata

source: <cookiesLink>Cookies<cookiesLink>
ukv: kine a failijin na 'di'dik

source: Correct
ukv: gwogwo

source: Country/Region of Residence
ukv: Jur kode' gboke si'dayet

source: Delete
ukv: 'Dötöji' kaŋo

source: Different language
ukv: kutuk Logon kaďe

source: Done
ukv: konda 'barik

source: Don't wish to say
ukv: ködö a miindi jambu

source: Eastern Penan
ukv: rutan lo jama ko 'gutu ti Austrians

source: Edit
ukv: nyökö

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
ukv: Loŋio lo sonyo ko wuyu yi köbuŋwöt

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
ukv: konyo

source: English
ukv: rutan lo 'gutu ti England

source: Enter your Country/Region of Residence
ukv: tolupe Jur lelut kode' gboke si'dayet

source: Enter your email
ukv: Tolupe emayl net na

source: Error
ukv: lya'gan

source: Error while playing audio file.
ukv: Liyaŋet yi yinga na bgorolo lo peta .

source: Female/Feminine
ukv: gutu narakwan

source: Fuzhou
ukv: tawun na jur lo Southeastern China

source: Get involved
ukv: gwede katani

source: Guidelines
ukv: Saresi

source: Heng Hua
ukv: pirit nagwon rutanyan ti Chinese jajama kata

source: How Spontaneous Speech works
ukv: Kulya nagon a ko wurö kune kita ada

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ukv: nan a rugö i Loki na gworolo ka'deka'de ko saresi ako kulyasina na mumukö

source: Interested in getting involved with this project, or partnering with us?
ukv: Do ŋona gwon ko teili lo morakinda yi na projek, kode kita ko yi'?

source: Interface language:
ukv: pirit tomoret na kitajin ka'deka'de ti kutukjin

source: Intersex
ukv: ŋutu' geleŋ gboŋko gbiyarijin murek

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
ukv: Tuŋ ruggi' ŋariet nagon bgenge na 'beron na yi kulyesi ku'dik. medi nagon adi kulyeasi logon do jambu se kulo a ti twöyet ama tine tömijö

source: Kelabit
ukv: rutan lo kakuruk kwörön lo sida malayasia

source: Kenyah
ukv: 'gutu lo si'da Sarawak

source: Learn how to check a transcription
ukv: Jujumbi' ko do ködö titim kilo wuröt ada

source: Learn how to transcribe
ukv: Diniki ko do ködö gayerju kulyaesi lo jajama kulo yi wuröt ada

source: Learn how to use this page
ukv: Dinikini' tokitaju na na pele'

source: Listen
ukv: yin'ge

source: Loading…
ukv: ďuďulunda

source: Log In
ukv: ńyaďotadi kango

source: Log In / Sign Up
ukv: Lupöduno

source: Log Out
ukv: Kindu

source: Male/Masculine
ukv: Luwalet kode' gbiyari luwalet

source: <mark>Check</mark>
ukv: mete'

source: <mark>Data</mark>
ukv: Nambajin na tutune

source: <mark>Prompt</mark>
ukv: 'dolet

source: <mark>Respond</mark>
ukv: Rugö

source: <mark>Transcribe</mark>
ukv: Gayerju na kulaesi lo jama yi wuröt

source: Michoacán Mazahua
ukv: 'gutu lo sida central maxico

source: More languages coming soon
ukv: kutusin jore gwe nyona tutulundo

source: Non-binary
ukv: 'Ba murek murek

source: Not Found
ukv: 'ban puwö

source: Offensive Content
ukv: wurésí Lo Lotowôrja

source: Other
ukv: Kunê

source: Personally Identifiable Information
ukv: Denundya Na Kulya Ko 'Börik

source: <privacyLink>Privacy</privacyLink>
ukv: Konda na ŋo könut geleŋ

source: Record your response
ukv: Möku ruket net na

source: Report
ukv: lon'ge

source: Report was passed successfully
ukv: Tokoret a potojí 'bura

source: Respond
ukv: Rugi'

source: Respond To Prompt
ukv: tiki ruket

source: Response deleted successfully
ukv: Ruket na a 'dötöji kaŋo 'bura'

source: Response submitted successfully
ukv: Ruket na a wuki 'bura'

source: Sabah Bisaya
ukv: kutusin ka'deka'de lo jama i Sabah i jur lo Malaysia

source: Sabah Malay
ukv: rutan lo jama i jur lo Malaysia

source: Sa'ban
ukv: 'gutu lo si'da i jur lo penan

source: Select your age
ukv: Wulundi' kiŋajin kulök kulo

source: Select your sex or gender
ukv: wulundi' gbiyari lelut ko do luwalet kode' nankwan

source: Send a link to my email
ukv: sunyu link na kuwe yo emayl

source: Serian Bidayuh
ukv: 'gutu lo sida i serian division

source: Skip
ukv: tulan'ge

source: Skipped
ukv: tulan'ge

source: Something went wrong while fetching audio for transcriptions. Please try again later.
ukv: Nene ŋo' naron a konda 'borik yi diŋit na gelunda na bgorolo logon wuwurö. Böŋö nyöki 'dok.

source: Something went wrong while fetching prompts. Please try again later.
ukv: Nene' ŋo' a konda 'börik yi galunda na ŋariesi'. Böŋö nyöki 'dok.

source: Something went wrong while fetching transcriptions. Please try again later.
ukv: Nene 'go naron a konda 'börik i di'git na kukunani transcript na möndi nyögu 'dok i nene di'git

source: Southwestern Tlaxiaco Mixtec
ukv: rutan lo jama ko 'gutu ti southwestern Tlaxiaco

source: Submit
ukv: selime

source: Submit All
ukv: Wuki liŋ

source: Submit a report
ukv: tiki dent

source: Submitted
ukv: A wuki'

source: Success
ukv: Tutungödũ 'bura

source: Tap
ukv: 'bole

source: <termsLink>Terms</termsLink>
ukv: Jamesi, kukyesi logon gwon ko nyönyökit ka'de

source: Thank you for contributing to Spontaneous Speech!
ukv: Tinate lelut lo 'yalalinda di wulek yi kilo kulyeesi!

source: Thank you for your information
ukv: Tinate' lelut ko tokoresi' kunök kune

source: The content contains a language different than I was expecting.
ukv: kune kulya gwon i rutan logwon ka'de logwon nan ködyö yendu di a nye lo

source: The content has disrespectful or offensive language.
ukv: kune kulyesi wongoro ti 'dadu

source: The MediaRecorder API is not supported in your browser.
ukv: pirit na 'biyani wiritön API 'bayin i moga i pirit net galet na

source: The page you are looking for could not be found
ukv: payit logwon do ga'du nye lo ako puwö

source: There are currently no prompts for this language. Please refresh the page or try again later.
ukv: Tiyanana ŋo' 'ban na ŋarakini lo kutuk . Boŋo topurene na pele kode nyoki 'dok .

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
ukv: Tiyanana ŋo na wurö 'bayin yi lo kutuk nagon mindi' meta. Böŋö topurundyeyi na pele kode nyoki 'dok

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
ukv: Tiyanana bgorolo nyu 'ban logon bubulo wurö . Böŋö topurene na pele kode nyöki 'dok.

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
ukv: kine kulya gboŋ ko ŋo' nagoŋ bubulò titimani gbiyari lo ŋutu' gboso karin kase, namba na imeyil, piritö nagoŋ se gboŋ kata yu, namba na tokorju ko ŋutu' a ŋa, kode' namba na pon.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
ukv: lo longe gwon i miyindi na gutu, do 'dya'dyu ko do meda a na'but kunök ko yi a kölundö set na wuröt na, yi memet nagwon di kulya ling ti 'gutu gelenge kade kune akwiye kan'go ko 'ga lo jambu, a yi medi ko metet nagwon di, 'go gwoso Karin ko email a ko ki'gajin kulö a kwiye ka'go ma na tutulet na ko'gon kitabura ko 'gutu li'g. wutöt lo 'garakinda köto'durok i gweyunda miyesi i kulya ti 'gutu jore. jujumbi jore ko ko nyo metadata mimiyinikin.

source: Transcribe
ukv: Nyökundö na ŋo' na jama yi wuröt

source: Transcribe Audio
ukv: gawere kulyet i wuröt

source: Transcript edited successfully
ukv: Wuröt kulo a ririki 'bura'

source: Transcript skipped successfully
ukv: transcript na a tulan'ga gwogwo

source: Transcript submitted successfully
ukv: Wuröt kulo a wuki 'bura'

source: Transcript voted successfully
ukv: wuröt lo wule 'bura'

source: Transgender
ukv: gbiyari logoŋ nyöbulö titima ko lu a luwalet kode' a nanakwan

source: Turkish
ukv: 'gutu lo si'da i jur lo Turkey

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
ukv: Ko 'bulit yi, kulya na jame' yi töyili, a tokitaji' kulya nagoŋ a gbak .(mirte na ko do miindi gbuluunda na kulyeesi' yi kita ko ŋutuu jambu ŋo nagoŋ 'ba wuro kak nagoŋ a ti lipunök.)

source: Welcome to Spontaneous Speech
ukv: Do a wuye' yi jamesi logon 'ba peta

source: We periodically release the dataset
ukv: yi kune diŋitan yi' kilo kokolor' tutune na nambajin kode loŋio lo peta

source: Western Penan
ukv: rutan lo jama ko 'gutu ti Western Austrians

source: We will show you a prompt or question
ukv: Yi de kpekinda do 'dolet kode piyet

source: What issues are you experiencing with this content?
ukv: kulyesi nagon do momorani dingitan ling i ki na kune kulya kune a nyo?

source: What is your age?
ukv: Do gbe ko kiŋajin muda?

source: What is your sex or gender?
ukv: Do a luwalet kode' nankwan kode' gbiyari

source: Why are you asking?
ukv: ko nyo do pipija?

source: Why we built this Spontaneous Speech prototype
ukv: Konyo yi bgeja kulyaesi logon 'bako wurö yi bgiyari lele'

source: Wixarika
ukv: rutan lo 'gutu ti mexico

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
ukv: Wuröki kak ŋo' 'bgwak na jam ŋutu' 'yalakinda kulaesi gwoso'um'. kode 'errr'.

source: Write down what you hear the person saying here
ukv: Wuröki kak ŋo' nagon do a yiŋ ŋutu' yi jambu ni

source: You check whether the transcription matches the audio
ukv: Ti do mete' ŋo' na wuro kune momrja ko bgörölö kulo

source: You must allow microphone access.
ukv: Kölöki ti kulyes kulö yeŋadi yi mökörökön .

source: You respond or reply to it as naturally as you can
ukv: Do bublo rugö kode rukökindö bge na 'beron na

source: You write down what you hear in the audio clips
ukv: Ti do wuröki kak ŋo' nagon do yiŋ yi bgorol lo moka
